Repository: 84000/data-translation-memory
Catalog: toh208_84000-the-great-rumble.tmx
Source language: bo
Languages: en

source: འཕགས་པ་སྒྲ་ཆེན་པོ་ཞེས་བྱ་བ་ཐེག་པ་ཆེན་པོའི་མདོ།
en: The Noble Mahāyāna Sūtra The Great Rumble

source: སངས་རྒྱས་དང་བྱང་ཆུབ་སེམས་དཔའ་ཐམས་ཅད་ལ་ཕྱག་འཚལ་ལོ།
en: Homage to all buddhas and bodhisattvas.

source: །འདི་སྐད་བདག་གིས་ཐོས་པ་དུས་གཅིག་ན།
en: Thus did I hear at one time.

source: བཅོམ་ལྡན་འདས་མཉན་ཡོད་ན་རྒྱལ་བུ་རྒྱལ་བྱེད་ཀྱི་ཚལ་མགོན་མེད་ཟས་སྦྱིན་གྱི་ཀུན་དགའ་ར་བ་ན་དགེ་སློང་གི་དགེ་འདུན་མང་པོ་དང་ཐབས་ཅིག་ཏུ་བཞུགས་སོ།
en: The Blessed One was staying with a large saṅgha of monks in Śrāvastī, in Jeta Grove at Anāthapiṇḍada’s park.

source: །དེ་ནས་ཚེ་དང་ལྡན་པ་ཀུན་དགའ་བོ་སྔ་དྲོ་ཤམ་ཐབས་དང་ཆོས་གོས་བགོས་ཏེ། ལྷུང་བཟེད་ཐོགས་ནས་མཉན་ཡོད་དུ་བསོད་སྙོམས་ལ་སོང་ངོ་། །མཉན་ཡོད་དུ་བསོད་སྙོམས་ལ་འགྲོ་བ་ན།
en: At dawn, the venerable Ānanda donned his lower and upper robes, took up his alms bowl, and went to Śrāvastī on his alms round.

source: ཚེ་དང་ལྡན་པ་ཀུན་དགའ་བོས་ཁང་པ་བརྩེགས་པ་ཆེན་པོ་ཕྱི་ནང་བྱུགས་ཤིང་བྱི་དོར་བྱས་པ། སྒོ་གཏན་ལེགས་པར་བཅུག་པ། སྐར་ཁུང་བཅད་པ་ཞིག་མཐོང་ངོ་།
en: As he was making his alms round through Śrāvastī, the venerable Ānanda noticed a palace with its interior and exterior swept and polished, its doors bolted shut, and its windows shuttered.

source: །མཐོང་ནས་ཀྱང་འདི་སྙམ་དུ་སེམས་ཏེ། གང་ཞིག་གིས་ཁང་པ་བརྩེགས་པ་འདི་ལྟ་བུ་ཞིག་བྱས་ཏེ་ཕྱོགས་བཞིའི་དགེ་སློང་གི་དགེ་འདུན་ལ་འབུལ་བར་བྱེད་པ་དང་། གང་ཞིག་གིས་དེ་བཞིན་གཤེགས་པ་ཡོངས་སུ་མྱ་ངན་ལས་འདས་པའི་རིང་བསྲེལ་ཡུངས་འབྲུ་ཙམ་མཆོད་རྟེན་གྱི་བུམ་པ་སྐྱུ་རུ་ར་ཙམ་གྱི་ནང་དུ་བཅུག་སྟེ། སྲོག་ཤིང་ཁབ་ཙམ་བཙུགས་ནས་གདུགས་རྒྱ་ཤུག་གི་ལོ་མ་ཙམ་འདོགས་པར་བྱེད་པའམ། དེ་བཞིན་གཤེགས་པའི་སྐུ་གཟུགས་ཚོན་གང་ཙམ་ཞིག་བྱེད་ན། དེ་གཉིས་ལས་གང་བསོད་ནམས་ཆེས་མང་དུ་འཕེལ་སྙམ་མོ།
en: Seeing this, he thought to himself, “What if someone were to build a palace like this one and offer it to the saṅgha of monks throughout the four directions, while someone else were to either create a statue of the Thus-Gone One the size of a thumb, or take a relic the size of a mustard seed after a thus-gone one’s parinirvāṇa and place it within a stūpa with a dome the size of an amalaki fruit, insert a central pole the size of a needle, and affix to it a canopy the size of a jujube leaf? Between these two, whose merit would increase the most?”

source: །དེ་ནས་ཚེ་དང་ལྡན་པ་ཀུན་དགའ་བོ་མཉན་ཡོད་ནས་བསོད་སྙོམས་ལས་སླར་འཁོར་ནས་ཟན་ཟོས་ཏེ་ཟས་ཕྱི་མ་སྤངས་ནས་ལྷུང་བཟེད་དང་། ཆོས་གོས་བཞག་སྟེ་རྐང་པ་བཀྲུས་ནས།
en: Returning from his alms round in Śrāvastī, the venerable Ānanda ate his food. When he was finished, he discarded the leftovers, put away his alms bowl and robes, and washed his feet.

source: བཅོམ་ལྡན་འདས་ག་ན་བ་དེར་སོང་སྟེ་ཕྱིན་ནས། བཅོམ་ལྡན་འདས་ཀྱི་ཞབས་ལ་མགོ་བོས་ཕྱག་འཚལ་ཏེ་ཕྱོགས་གཅིག་ཏུ་འདུག་གོ།
en: He then went before the Blessed One, bowed his head at his feet, and sat to one side.

source: །ཕྱོགས་གཅིག་ཏུ་འདུག་ནས་བཅོམ་ལྡན་འདས་ལ་ཚེ་དང་ལྡན་པ་ཀུན་དགའ་བོས་འདི་སྐད་ཅེས་གསོལ་ཏོ།
en: Seated to one side, the venerable Ānanda addressed the Blessed One:

source: །བཙུན་པ་འདི་ན་བདག་སྔ་དྲོ་ཤམ་ཐབས་དང་། ཆོས་གོས་བགོས་ཏེ་ལྷུང་བཟེད་ཐོགས་ནས་མཉན་ཡོད་དུ་བསོད་སྙོམས་ལ་མཆིས་ཏེ།
en: “Master, at dawn I donned my lower and upper robes, took up my alms bowl, and went to Śrāvastī on my alms round.

source: བཙུན་པ་བདག་མཉན་ཡོད་དུ་བསོད་སྙོམས་ལ་མཆི་བ་ན་ཁང་པ་བརྩེགས་པ་ཆེན་པོ་སླད་ནང་བྱུགས་ཤིང་བྱི་དོར་བགྱིས་པ། སྒོ་གཏན་ལེགས་པར་སྩལ་པ།
en: As I went through Śrāvastī, Master, I noticed a palace with its interior and exterior swept and polished, its doors bolted shut, and its windows shuttered.

source: སྐར་ཁུང་བཀུམ་པ་ཞིག་མཐོང་ལགས་སོ། །མཐོང་ནས་ཀྱང་བདག་ཉིད་འདི་སྙམ་དུ་སེམས་ཏེ། གང་ཞིག་གིས་ཁང་པ་བརྩེགས་པ་འདི་ལྟ་བུ་ཞིག་བགྱིས་ཏེ་ཕྱོགས་བཞིའི་དགེ་སློང་གི་དགེ་འདུན་ལ་དབུལ་བར་བགྱིད་པ་དང་། གང་ཞིག་གིས་དེ་བཞིན་གཤེགས་པ་ཡོངས་སུ་མྱ་ངན་ལས་འདས་པའི་རིང་བསྲེལ་ཡུངས་འབྲུ་ཙམ་མཆོད་རྟེན་གྱི་བུམ་པ་སྐྱུ་རུ་ར་ཙམ་གྱི་ནང་དུ་སྩལ་ཏེ། སྲོག་ཤིང་ཁབ་ཙམ་བཙུགས་ནས་གདུགས་རྒྱ་ཤུག་གི་ལོ་མ་ཙམ་འདོགས་པར་བགྱིད་པའམ། དེ་བཞིན་གཤེགས་པའི་སྐུ་གཟུགས་ཚོན་གང་བ་ཙམ་ཞིག་བགྱིད་ན།
en: Seeing this, I thought to myself, ‘What if someone were to build a palace like this one and offer it to the saṅgha of monks throughout the four directions, while someone else were to either create a statue of the Thus-Gone One the size of a thumb, or take a relic the size of a mustard seed after a thus-gone one’s parinirvāṇa and place it within a stūpa with a dome the size of an amalaki fruit, insert a central pole the size of a needle, and affix to it a canopy the size of a jujube leaf?

source: དེ་གཉིས་ལས་གང་བསོད་ནམས་ཆེས་མང་དུ་འཕེལ་སྙམ་བགྱིད་ལགས་ཏེ། བཅོམ་ལྡན་འདས་ལ་བདག་དོན་འདི་ཡོངས་སུ་ཞུ་ལགས་སོ། །དེ་སྐད་ཅེས་གསོལ་པ་དང་། བཅོམ་ལྡན་འདས་ཀྱིས་ཚེ་དང་ལྡན་པ་ཀུན་དགའ་བོ་ལ་འདི་སྐད་ཅེས་བཀའ་སྩལ་ཏོ།
en: Between these two, whose merit would increase the most?’ This is the issue I present to the Blessed One.”

source: །ཀུན་དགའ་བོ་ལེགས་སོ་ལེགས་སོ།
en: “Excellent, Ānanda. Excellent indeed,” responded the Blessed One to the venerable Ānanda.

source: །ཀུན་དགའ་བོ་ཁྱོད་གང་ཞིག་གིས་ཁང་པ་བརྩེགས་པ་དེ་ལྟ་བུ་ཞིག་བྱས་ཏེ་ཕྱོགས་བཞིའི་དགེ་སློང་གི་དགེ་འདུན་ལ་དབུལ་བར་བྱེད་ལ། གང་ཞིག་གིས་དེ་བཞིན་གཤེགས་པ་ཡོངས་སུ་མྱ་ངན་ལས་འདས་པའི་རིང་བསྲེལ་ཡུངས་འབྲུ་ཙམ་མཆོད་རྟེན་གྱི་བུམ་པ་སྐྱུ་རུ་ར་ཙམ་གྱི་ནང་དུ་བཅུག་སྟེ། སྲོག་ཤིང་ཁབ་ཙམ་བཙུགས་ནས་གདུགས་རྒྱ་ཤུག་གི་ལོ་མ་ཙམ་འདོགས་པར་བྱེད་པའམ། དེ་བཞིན་གཤེགས་པའི་སྐུ་གཟུགས་ཚོན་གང་ཙམ་ཞིག་བྱེད་ན།
en: “Ānanda, you have asked, ‘What if someone were to build a palace like that one and offer it to the saṅgha of monks throughout the four directions, while someone else were to either create a statue of the Thus-Gone One the size of a thumb, or take a relic the size of a mustard seed after a thus-gone one’s parinirvāṇa and place it within a stūpa with a dome the size of an amalaki fruit, insert a central pole the size of a needle, and affix to it a canopy the size of a jujube leaf?

source: དེ་གཉིས་ལས་གང་བསོད་ནམས་ཆེས་མང་དུ་འཕེལ་ཞེས་པ་ནི་ཁྱོད་ཀྱི་ཞུ་བ་བཟང་ལ་སྤོབས་པ་ལེགས་ཏེ་དཔྱོད་པ་དགེའོ།
en: Between these two, whose merit would increase the most?’ Your question is excellent and well articulated, and your inquiry virtuous.

source: །ཀུན་དགའ་བོ་དེའི་ཕྱིར་ལེགས་པར་རབ་ཏུ་ཉོན་ལ་ཡིད་ལ་ཟུང་ཤིག་དང་ངས་བཤད་དོ།
en: This being so, Ānanda, listen well and keep in mind what I am about to teach.

source: །ཀུན་དགའ་བོ་གང་ཞིག་གིས་ཁང་པ་བརྩེགས་པ་དེ་ལྟ་བུ་ཞིག་བྱས་ནས་ཕྱོགས་བཞིའི་དགེ་སློང་གི་དགེ་འདུན་ལ་དབུལ་བར་བྱེད་ལ། གང་ཞིག་གིས་དེ་བཞིན་གཤེགས་པ་ཡོངས་སུ་མྱ་ངན་ལས་འདས་པའི་རིང་བསྲེལ་ཡུངས་འབྲུ་ཙམ་མཆོད་རྟེན་གྱི་བུམ་པ་སྐྱུ་རུ་ར་ཙམ་གྱི་ནང་དུ་བཅུག་སྟེ། སྲོག་ཤིང་ཁབ་ཙམ་བཙུགས་ནས་གདུགས་རྒྱ་ཤུག་གི་ལོ་མ་ཙམ་འདོགས་པར་བྱེད་པའམ། དེ་བཞིན་གཤེགས་པའི་སྐུ་གཟུགས་ཚོན་གང་ཙམ་ཞིག་བྱེད་ན།
en: “Ānanda, what if someone were to build a palace like that one and offer it to the saṅgha of monks throughout the four directions, while someone else were to either create a statue of the Thus-Gone One the size of a thumb, or take a relic the size of a mustard seed after a thus-gone one’s parinirvāṇa and place it within a stūpa with a dome the size of an amalaki fruit, insert a central pole the size of a needle, and affix to it a canopy the size of a jujube leaf?

source: ཀུན་དགའ་བོ་བསོད་ནམས་འདི་ལ་བསོད་ནམས་སྔ་མ་དེས་བརྒྱའི་ཆར་ཡང་ཉེ་བར་མི་འགྲོ །སྟོང་གི་ཆ་དང་། འབུམ་གྱི་ཆ་དང་། གྲངས་དང་། ཆ་དང་། དཔེ་དང་། རྒྱུར་ཡང་ཉེ་བར་མི་འགྲོའོ། །དེ་ཅིའི་ཕྱིར་ཞེ་ན།
en: Ānanda, the merit of the former would not even come close to a hundredth of the merit of the latter. It would not even come close to a thousandth, a hundred-thousandth, any number or fraction, or anything comparable or relative to that.

source: དེ་བཞིན་གཤེགས་པ་དགྲ་བཅོམ་པ་ཡང་དག་པར་རྫོགས་པའི་སངས་རྒྱས་རྣམས་ནི་དཔག་ཏུ་མེད་པའི་ཆོས་འདི་ལྟ་བུ་དག་དང་ལྡན་ཏེ།
en: Because the thus-gone, worthy, and completely perfected buddhas possess these immeasurable qualities:

source: ཚུལ་ཁྲིམས་དཔག་ཏུ་མེད་པ་དང་། ཏིང་ངེ་འཛིན་དཔག་ཏུ་མེད་པ་དང་། ཤེས་རབ་དཔག་ཏུ་མེད་པ་དང་། རྣམ་པར་གྲོལ་བ་དཔག་ཏུ་མེད་པ་དང་། རྣམ་པར་གྲོལ་བའི་ཡེ་ཤེས་གཟིགས་པ་དཔག་ཏུ་མེད་པ་དང་ལྡན་པའི་ཕྱིར་རོ།
en: they possess immeasurable discipline, immeasurable samādhi, immeasurable insight, immeasurable liberation, and the immeasurable wisdom and vision of liberation.

source: །ཀུན་དགའ་བོ་འཛམ་བུའི་གླིང་ཆུ་ཞེང་དང་རྒྱར་དཔག་ཚད་བདུན་སྟོང་ཡོད་པ་འདི་རྒྱུན་དུ་ཞུགས་པ་རྣམས་དང་། ལན་ཅིག་ཕྱིར་འོང་བ་རྣམས་དང་། ཕྱིར་མི་འོང་བ་རྣམས་དང་། དགྲ་བཅོམ་པ་རྣམས་དང་། རང་སངས་རྒྱས་རྣམས་ཀྱིས་འདི་ལྟ་སྟེ། འབྲས་སཱ་ལུའི་ཞིང་ངམ། ཏིལ་གྱི་ཞིང་ངམ། སྨྱིག་མའི་ཚལ་ལམ། འདམ་བུའི་ཚལ་ལམ།
en: “Ānanda, what if all of Jambudvīpa, measuring seven thousand leagues in length and breadth, were filled with stream enterers, once-returners, non-returners, arhats, and pratyekabuddhas, just like rice paddies, sesame fields, bamboo groves, reed groves, or sugar cane groves?

source: བུ་རམ་ཤིང་གི་ཚལ་བཞིན་དུ་གང་བར་གྱུར་པ་དེ་དག་ལ། མི་ལ་ལ་ཞིག་གིས་ཇི་སྲིད་འཚོའི་བར་དུ་ཆོས་གོས་དང་། བསོད་སྙོམས་དང་། མལ་སྟན་དང་། ནད་ཀྱི་གསོས་སྨན་དང་། ཡོ་བྱད་རྣམས་ཀྱིས་ཅི་འདོད་པ་བསྟབས་ཏེ། དེ་དག་ཐམས་ཅད་ཡོངས་སུ་མྱ་ངན་ལས་འདས་ནས་ཀྱང་མཆོད་རྟེན་བྱས་ཏེ། གདུགས་དང་། སིལ་སྙན་དང་། བ་དན་དང་། དྲི་དང་། བདུག་པ་དང་། ཕྲེང་བ་དང་། ཕྱེ་མ་དང་། བྱུག་པ་དག་གིས་མཆོད་པ་བྱེད་ལ།
en: And what if someone offered them as many robes, alms, sets of bedding, curative medicines, and other supplies as they desired for as long as they lived and then, when they all had passed into parinirvāṇa, created stūpas and venerated them with canopies, cymbals, banners, perfumes, incense, garlands, powders, and ointments?

source: གང་ཞིག་གིས་དེ་བཞིན་གཤེགས་པ་ཡོངས་སུ་མྱ་ངན་ལས་འདས་པའི་རིང་བསྲེལ་ཡུངས་འབྲུ་ཙམ་མཆོད་རྟེན་གྱི་བུམ་པ་སྐྱུ་རུ་ར་ཙམ་གྱི་ནང་དུ་བཅུག་སྟེ། སྲོག་ཤིང་ཁབ་ཙམ་བཙུགས་ནས་གདུགས་རྒྱ་ཤུག་གི་ལོ་མ་ཙམ་འདོགས་པར་བྱེད་པའམ། དེ་བཞིན་གཤེགས་པའི་སྐུ་གཟུགས་ཚོན་གང་ཙམ་ཞིག་བྱེད་ན།
en: What if someone else were to either create a statue of the Thus-Gone One the size of a thumb, or take a relic the size of a mustard seed after a thus-gone one’s parinirvāṇa and place it within a stūpa with a dome the size of an amalaki fruit, insert a central pole the size of a needle, and affix to it a canopy the size of a jujube leaf?

source: ཀུན་དགའ་བོ་བསོད་ནམས་འདི་ལ་བསོད་ནམས་སྔ་མ་དེས་བརྒྱའི་ཆར་ཡང་ཉེ་བར་མི་འགྲོ།
en: Ānanda, the merit of the former would not even come close to a hundredth of the merit of the latter.

source: སྟོང་གི་ཆ་དང་། འབུམ་གྱི་ཆ་དང་། གྲངས་དང་། ཆ་དང་། དཔེ་དང་། རྒྱུར་ཡང་ཉེ་བར་མི་འགྲོའོ། །དེ་ཅིའི་ཕྱིར་ཞེ་ན།
en: It would not even come close to a thousandth, or a hundred-thousandth, any number or fraction, or anything comparable or relative to that.

source: །ཀུན་དགའ་བོ་ཤར་གྱི་ལུས་འཕགས་གླིང་ཆུ་ཞེང་དང་རྒྱར་དཔག་ཚད་བརྒྱད་སྟོང་ཡོད་པ་རྒྱུན་དུ་ཞུགས་པ་རྣམས་ཀྱིས་ཀྱང་གང་བར་གྱུར་ཅེས་བྱ་བ་ནས་རྣམ་པར་གྲོལ་བའི་ཡེ་ཤེས་གཟིགས་པ་ཞེས་བྱ་བའི་བར་དུ་རྒྱ་ཆེར་སྔ་མ་བཞིན་དུ་བརྗོད་པར་བྱའོ།
en: “Ānanda, the same may be said of the eastern continent of Videha, measuring eight thousand leagues in length and breadth,” including everything stated above, from “were filled with stream enterers . . .” up to “. . . wisdom and vision of liberation.

source: །ཀུན་དགའ་བོ་ནུབ་ཀྱི་བ་ལང་སྤྱོད་ཀྱི་གླིང་ཆུ་ཞེང་དང་རྒྱར་དཔག་ཚད་དགུ་སྟོང་ཡོད་པ་རྒྱུན་དུ་ཞུགས་པ་རྣམས་ཀྱིས་ཀྱང་གང་བར་གྱུར་ཅེས་བྱ་བ་ནས་སྔ་མ་བཞིན་དུ་རྒྱས་པར་སྦྱར་རོ།
en: “Ānanda, the same may be said of the western continent of Godānīya, measuring nine thousand leagues in length and breadth,” including everything stated above, from “were filled with stream-enterers . . .”

source: །ཀུན་དགའ་བོ་བྱང་གི་སྒྲ་མི་སྙན་གྱི་གླིང་ཆུ་ཞེང་དུ་དཔག་ཚད་ཁྲི་ཡོད་པ་རྒྱུན་དུ་ཞུགས་པ་རྣམས་ཀྱིས་ཀྱང་གང་བར་གྱུར་ཅེས་བྱ་བ་ནས་སྔ་མ་བཞིན་དུ་རྒྱས་པར་སྦྱར་རོ།
en: “Ānanda, the same may be said of the northern continent of Kuru, measuring ten thousand leagues in length and breadth,” including everything stated above, from “were filled with stream-enterers . . .”

source: །ཀུན་དགའ་བོ་ལྷའི་དབང་པོ་བརྒྱ་བྱིན་གྱི་ཁང་བཟངས་རྣམ་པར་རྒྱལ་བ་ཞེས་བྱ་བ་ཀ་བ་བརྒྱད་ཁྲི་བཞི་སྟོང་རབ་ཏུ་བརྟན་པ་དག་ཡོད་དེ། ཀ་བ་དེ་དག་ཐམས་ཅད་ཀྱང་ལྷའི་བཻ་དཱུརྱ་སྔོན་པོ་ཡིན་ནོ།
en: “Ānanda, Śakra’s Palace of Victory is supported by eighty-four thousand pillars, each of which is made of exquisite blue beryl.

source: །ཀུན་དགའ་བོ་ཁང་བཟངས་རྣམ་པར་རྒྱལ་བ་གསེར་གྱི་བྱེ་མ་བདལ་བ་ལ་ཙན་དན་གྱི་ཆུས་ཆག་ཆག་བཏབ་པ། གསེར་གྱི་དྲ་བས་གཡོགས་ཤིང་གསེར་གྱི་དྲིལ་བུ་གཡེར་ཁས་བསྐོར་བ་སྟེ།
en: Ānanda, the Palace of Victory is covered in gold dust, sprinkled with sandalwood water, decorated with golden lattice, and encircled with golden chimes.

source: ཀུན་དགའ་བོ་གང་ཞིག་སྟོང་གསུམ་གྱི་སྟོང་ཆེན་པོའི་འཇིག་རྟེན་གྱི་ཁམས་ཁང་བཟངས་དེ་ལྟ་བུ་ཤ་སྟག་གིས་བཀང་སྟེ། ཕྱོགས་བཞིའི་དགེ་སློང་གི་དགེ་འདུན་ལ་དབུལ་བར་བྱེད་ལ། གང་ཞིག་གིས་དེ་བཞིན་གཤེགས་པ་ཡོངས་སུ་མྱ་ངན་ལས་འདས་པའི་སྐུ་གདུང་ཡུངས་འབྲུ་ཙམ་ཞེས་བྱ་བ་ནས་རྒྱ་ཆེར་སྔ་མ་བཞིན་དུ་སྦྱར་རོ།
en: Ānanda, what if someone were to fill the trichiliocosm only with palaces like the Palace of Victory and offer it to the saṅgha of monks throughout the four directions, while someone else were to take a relic the size of a mustard seed after a thus-gone one’s parinirvāṇa . . .” and so forth as above.

source: །ཀུན་དགའ་བོ་ལུས་འཕགས་མོའི་བུ་ཡུལ་མ་ག་དྷཱའི་རྒྱལ་པོ་མ་སྐྱེས་དགྲས་ཕ་རྒྱུན་དུ་ཞུགས་པ་བསད་ནས་དེ་དེ་བཞིན་གཤེགས་པའི་སྐུ་གདུང་ལ་མཆོད་པ་བྱ་བའི་ཕྱིར་སྐུ་གདུང་གི་བརྒྱད་ཆ་ལ་བཀུར་སྟིར་བྱ་བ་དེ། བླ་མར་བྱ་བ་དང་། རི་མོར་བྱ་བ་དང་། མཆོད་པར་བྱ་བ་དང་། རྗེད་པར་བྱ་བ་དང་། གསོལ་བར་བྱ་བ་ལ་བརྩོན་པར་འགྱུར་རོ་ཞེས་སངས་རྒྱས་ཀྱིས་བསྔགས་པའི་དགེ་བའི་ལས་དེ་དེས་བྱས་པས་སེམས་ཅན་དམྱལ་བར་ལན་ཅིག་སོང་ནས་ལས་དེ་ཉིད་དང་། དགེ་བའི་རྩ་བ་དེ་ཉིད་དང་། སྔོན་ལེགས་པར་སྤྱད་པ་དེ་ཉིད་ཀྱིས་དེ་ནས་ཐར་ནས་བསྐལ་པ་ཉི་ཤུར་ལོག་པར་ལྟུང་བར་མི་འགྱུར་ལ།
en: “Ānanda, after Ajātaśatru, son of Vaidehī and king of Magadha, murders his father who is a stream enterer, and has engaged in the virtuous acts praised by the buddhas to fervently respect, venerate, serve, worship, honor, and supplicate the eight portions of the relics as a way of worshiping the relics of the Thus-Gone One, he will be reborn once in the hells, where those actions, those roots of virtue, and those past wholesome deeds will free him and prevent him from regressing to lower rebirth for the next twenty eons.

source: སྐྲ་དང་ཁ་སྤུ་བྲེགས་ནས་གོས་ངུར་སྨྲིག་བགོས་ཏེ། ཡང་དག་པར་ཁྱིམ་ནས་ཁྱིམ་མེད་པར་རབ་ཏུ་བྱུང་ནས་རང་བྱང་ཆུབ་མངོན་དུ་བྱེད་པར་འགྱུར་ཏེ།
en: He will then shave his head and beard, don the saffron robes, and go forth from his home into homelessness.

source: རང་སངས་རྒྱས་རྣམ་པར་རྒྱལ་བའི་སྡེ་ཞེས་བྱ་བར་འགྱུར་རོ། །དེ་ཅིའི་ཕྱིར་ཞེ་ན།
en: He will manifest the state of a pratyekabuddha and become known as Vijayasena the pratyekabuddha.

source: །ཀུན་དགའ་བོ་འདི་ལྟར་དེ་བཞིན་གཤེགས་པ་དགྲ་བཅོམ་པ་ཡང་དག་པར་རྫོགས་པའི་སངས་རྒྱས་རྣམས་དཔག་ཏུ་མེད་པའི་ཆོས་རྣམས་དང་ལྡན་པ་དེའི་ཕྱིར་དེ་ལ་མཆོད་པའི་རྣམ་པར་སྨིན་པ་ཡང་དེ་ལྟར་དཔག་ཏུ་མེད་པར་ཤེས་པར་བྱའོ།
en: “You should understand, Ānanda, it is because the thus-gone, worthy, and completely perfected buddhas possess these immeasurable qualities that the result of worshiping them is also immeasurable.”

source: །ཆོས་ཀྱི་རྣམ་གྲངས་འདི་བཤད་པའི་ཚེས་ཆེན་པོ་འདི་རྣམ་པ་དྲུག་ཏུ་གཡོས་ཏེ།
en: As this Dharma discourse was being taught, the vast earth began to quake in six ways:

source: ཤར་ཕྱོགས་མཐོ་ན་ནུབ་ཕྱོགས་དམའ། ནུབ་ཕྱོགས་མཐོ་ན་ཤར་ཕྱོགས་དམའ། ལྷོ་ཕྱོགས་མཐོ་ན་བྱང་ཕྱོགས་དམའ། བྱང་ཕྱོགས་མཐོ་ན་ལྷོ་ཕྱོགས་དམའ། དབུས་མཐོ་ན་མཐའ་དམའ།
en: the east rose as the west sank, the west rose as the east sank, the south rose as the north sank, the north rose as the south sank, the center rose as the borders sank, and the borders rose as the center sank.

source: མཐའ་མཐོ་ན་དབུས་དམའ་བར་གྱུར་ཏོ། །དེ་ནས་བཅོམ་ལྡན་འདས་ལ་ཚེ་དང་ལྡན་པ་ཀུན་དགའ་བོས་འདི་སྐད་ཅེས་གསོལ་ཏོ། །བཅོམ་ལྡན་འདས་ཆོས་ཀྱི་རྣམ་གྲངས་འདིའི་མིང་ཅི་ལགས།
en: The venerable Ānanda then asked the Blessed One, “What is the name of this Dharma discourse, Blessed One?

source: བདག་གིས་ཇི་ལྟར་གཟུང་བར་བགྱི། བཅོམ་ལྡན་འདས་ཀྱིས་བཀའ་སྩལ་པ།
en: How should I remember it?”

source: ཀུན་དགའ་བོ་དེའི་ཕྱིར་ཆོས་ཀྱི་རྣམ་གྲངས་འདི་བདུད་རྩིའི་རྔ་ཞེས་བྱ་བར་ཟུང་ཤིག །སྒྲ་ཆེན་པོ་ཞེས་བྱ་བར་ཡང་ཟུང་ཤིག །དེ་ནས་ཚེ་དང་ལྡན་པ་ཀུན་དགའ་བོ་བཅོམ་ལྡན་འདས་ཀྱིས་གསུངས་པ་ལ་མངོན་པར་བསྟོད་དེ་རྗེས་སུ་ཡི་རངས་ནས་བཅོམ་ལྡན་འདས་ཀྱི་ཞབས་ལ་ཕྱག་འཚལ་ཏེ།
en: The Blessed One replied, “Ānanda, remember this Dharma discourse as The Drum of Amṛta . You may also remember it as The Great Rumble .” The venerable Ānanda then praised and rejoiced in what the Blessed One had taught.

source: བཅོམ་ལྡན་འདས་ལ་ལན་གསུམ་བསྐོར་བ་བྱས་ནས། བཅོམ་ལྡན་འདས་ཀྱི་སྤྱན་སྔ་ནས་སོང་ངོ་།
en: He bowed at the Blessed One’s feet and circumambulated him three times before leaving the Blessed One’s presence.

source: །འཕགས་པ་སྒྲ་ཆེན་པོ་ཞེས་བྱ་བ་ཐེག་པ་ཆེན་པོའི་མདོ་རྫོགས་སོ།།
en: This completes the noble Mahāyāna sūtra “ The Great Rumble

source: །།རྒྱ་གར་གྱི་མཁན་པོ་བི་ཤུད་དྷ་སིང་ཧ་དང་། ལོ་ཙྪ་བ་བན་དེ་དགེ་བ་དཔལ་གྱིས་བསྒྱུར། རྒྱ་གར་གྱི་མཁན་པོ་བིརྱཱ་ཀར་སིང་ཧ་དང་། ཞུ་ཆེན་གྱི་ལོ་ཙྪ་བ་བན་དེ་དེ་བཙན་དྲས་ཞུས་ཏེ་གཏན་ལ་ཕབ་པ།།
en: This was translated by the Indian preceptor Viśuddhasiṃha and the translator Bandé Gewa Pal.
